Repository: fballiano/thyme-ng
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: About thyme-ng
de: Über thyme-ng
es: Acerca de thyme-ng
fr: À propos de thyme-ng
it: Informazioni su thyme-ng
pt_br: Sobre o thyme-ng

source: Ask for a tag when a session finishes
de: Am Ende einer Sitzung nach einem Tag fragen
es: Pedir una etiqueta al final de una sesión
fr: Demander une étiquette à la fin d'une session
it: Chiedi un'etichetta alla fine di una sessione
pt_br: Pedir uma etiqueta no fim de uma sessão

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Svuota
pt_br: Limpar

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

source: Database error: %@
de: Datenbankfehler: %@
es: Error de la base de datos: %@
fr: Erreur de base de données : %@
it: Errore del database: %@
pt_br: Erro do banco de dados: %@

source: Delete old sessions automatically
de: Alte Sitzungen automatisch löschen
es: Eliminar automáticamente las sesiones antiguas
fr: Supprimer automatiquement les anciennes sessions
it: Elimina automaticamente le sessioni vecchie
pt_br: Apagar automaticamente as sessões antigas

source: Export sessions
de: Sitzungen exportieren
es: Exportar las sesiones
fr: Exporter les sessions
it: Esporta le sessioni
pt_br: Exportar as sessões

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
it: Esporta…
pt_br: Exportar…

source: Finish
de: Abschließen
es: Finalizar
fr: Terminer
it: Termina
pt_br: Finalizar

source: Finish Timer
de: Stoppuhr abschließen
es: Finalizar el cronómetro
fr: Terminer le chronomètre
it: Termina il cronometro
pt_br: Finalizar o cronômetro

source: Finish:
de: Abschließen:
es: Finalizar:
fr: Terminer :
it: Termina:
pt_br: Finalizar:

source: General
de: Allgemein
fr: Général
it: Generali
pt_br: Geral

source: Get Elapsed Time
de: Vergangene Zeit abrufen
es: Obtener el tiempo transcurrido
fr: Obtenir le temps écoulé
it: Ottieni il tempo trascorso
pt_br: Obter o tempo decorrido

source: Keep the last %lld sessions
de: Die letzten %lld Sitzungen behalten
es: Conservar las últimas %lld sesiones
fr: Conserver les %lld dernières sessions
it: Conserva le ultime %lld sessioni
pt_br: Manter as últimas %lld sessões

source: Pause
de: Pausieren
es: Pausar
fr: Suspendre
it: Pausa
pt_br: Pausar

source: Pause Timer
de: Stoppuhr pausieren
es: Pausar el cronómetro
fr: Suspendre le chronomètre
it: Metti in pausa il cronometro
pt_br: Pausar o cronômetro

source: Pause during screensaver or screen lock
de: Bei Bildschirmschoner oder gesperrtem Bildschirm pausieren
es: Pausar con el salvapantallas o la pantalla bloqueada
fr: Suspendre avec l'économiseur d'écran ou l'écran verrouillé
it: Metti in pausa con il salvaschermo o lo schermo bloccato
pt_br: Pausar com o protetor de tela ou a tela bloqueada

source: Pause during sleep
de: Im Ruhezustand pausieren
es: Pausar durante la suspensión
fr: Suspendre pendant la veille
it: Metti in pausa durante la sospensione
pt_br: Pausar durante o repouso

source: Pauses the thyme-ng stopwatch and keeps the elapsed time.
de: Pausiert die Stoppuhr von thyme-ng und behält die vergangene Zeit.
es: Pausa el cronómetro de thyme-ng y conserva el tiempo transcurrido.
fr: Suspend le chronomètre de thyme-ng et conserve le temps écoulé.
it: Mette in pausa il cronometro di thyme-ng e conserva il tempo trascorso.
pt_br: Pausa o cronômetro do thyme-ng e mantém o tempo decorrido.

source: Preferences…
de: Einstellungen…
es: Preferencias…
fr: Préférences…
it: Preferenze…
pt_br: Preferências…

source: Quit thyme-ng
de: thyme-ng beenden
es: Salir de thyme-ng
fr: Quitter thyme-ng
it: Esci da thyme-ng
pt_br: Encerrar o thyme-ng

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Riavvia
pt_br: Reiniciar

source: Restart:
de: Neu starten:
es: Reiniciar:
fr: Redémarrer :
it: Riavvia:
pt_br: Reiniciar:

source: Returns the time on the thyme-ng stopwatch as text.
de: Gibt die Zeit der Stoppuhr von thyme-ng als Text zurück.
es: Devuelve el tiempo del cronómetro de thyme-ng como texto.
fr: Renvoie le temps du chronomètre de thyme-ng sous forme de texte.
it: Restituisce il tempo del cronometro di thyme-ng come testo.
pt_br: Retorna o tempo do cronômetro do thyme-ng como texto.

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Session finished
de: Sitzung abgeschlossen
es: Sesión finalizada
fr: Session terminée
it: Sessione terminata
pt_br: Sessão finalizada

source: Sessions
de: Sitzungen
es: Sesiones
it: Sessioni
pt_br: Sessões

source: Shortcuts
de: Tastenkürzel
es: Atajos
fr: Raccourcis
it: Scorciatoie
pt_br: Atalhos

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
pt_br: Pular

source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
pt_br: Iniciar

source: Start / Pause:
de: Starten / Pausieren:
es: Iniciar / Pausar:
fr: Démarrer / Suspendre :
it: Avvia / Pausa:
pt_br: Iniciar / Pausar:

source: Start Timer
de: Stoppuhr starten
es: Iniciar el cronómetro
fr: Démarrer le chronomètre
it: Avvia il cronometro
pt_br: Iniciar o cronômetro

source: Start thyme-ng at login
de: thyme-ng bei der Anmeldung starten
es: Abrir thyme-ng al iniciar sesión
fr: Ouvrir thyme-ng à l'ouverture de session
it: Avvia thyme-ng all'accesso
pt_br: Abrir o thyme-ng ao iniciar a sessão

source: Starts the thyme-ng stopwatch if it is stopped, pauses it if it runs.
de: Startet die Stoppuhr von thyme-ng, wenn sie steht, und pausiert sie, wenn sie läuft.
es: Inicia el cronómetro de thyme-ng si está parado, lo pausa si está en marcha.
fr: Démarre le chronomètre de thyme-ng s'il est arrêté, le suspend s'il fonctionne.
it: Avvia il cronometro di thyme-ng se è fermo, lo mette in pausa se è in funzione.
pt_br: Inicia o cronômetro do thyme-ng se ele está parado, o pausa se ele está em execução.

source: Starts the thyme-ng stopwatch, or continues it after a pause.
de: Startet die Stoppuhr von thyme-ng oder setzt sie nach einer Pause fort.
es: Inicia el cronómetro de thyme-ng, o lo continúa después de una pausa.
fr: Démarre le chronomètre de thyme-ng, ou le continue après une pause.
it: Avvia il cronometro di thyme-ng, o lo continua dopo una pausa.
pt_br: Inicia o cronômetro do thyme-ng, ou o continua depois de uma pausa.

source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
pt_br: Início

source: Stores the running session and returns the stopwatch to zero.
de: Sichert die laufende Sitzung und setzt die Stoppuhr auf null zurück.
es: Guarda la sesión en curso y devuelve el cronómetro a cero.
fr: Enregistre la session en cours et remet le chronomètre à zéro.
it: Salva la sessione in corso e riporta il cronometro a zero.
pt_br: Salva a sessão em curso e retorna o cronômetro a zero.

source: These shortcuts work in every application.
de: Diese Tastenkürzel funktionieren in jeder Anwendung.
es: Estos atajos funcionan en todas las aplicaciones.
fr: Ces raccourcis fonctionnent dans toutes les applications.
it: Queste scorciatoie funzionano in ogni applicazione.
pt_br: Estes atalhos funcionam em todos os aplicativos.

source: Timer
de: Stoppuhr
es: Cronómetro
fr: Chronomètre
it: Cronometro
pt_br: Cronômetro

source: Toggle Timer
de: Stoppuhr starten oder pausieren
es: Iniciar o pausar el cronómetro
fr: Démarrer ou suspendre le chronomètre
it: Avvia o metti in pausa il cronometro
pt_br: Iniciar ou pausar o cronômetro

source: thyme-ng Preferences
de: thyme-ng Einstellungen
es: Preferencias de thyme-ng
fr: Préférences de thyme-ng
it: Preferenze di thyme-ng
pt_br: Preferências do thyme-ng

source: Tag
es: Etiqueta
fr: Étiquette
it: Etichetta
pt_br: Etiqueta
